Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyRevolveAxisWarn Property
 The axis cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyRevolveAxisWarn { get; }
Public Shared ReadOnly Property CannotCopyRevolveAxisWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyRevolveAxisWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyRevolveAxisWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace